Repository: OzzieIsaacs/cinnamon-spices-desklets
Catalog: nepalipatro@deeppradhan/files/nepalipatro@deeppradhan/po/*.po
Languages: it

source: Configurable Nepali Patro (Calendar) desklet
it: Desklet configurabile Nepali Patro (Calendario)

source: Nepali Patro Desklet provides a highly configurable desklet for the Nepali Patro/Calendar (Bikram Sambat), which displays current date and scrollable months. It has a number of possible customisations.
it: Nepali Patro Desklet fornisce un desklet altamente configurabile per il Nepali Patro/ Calendario (Bikram Sambat), che mostra la data corrente e i mesi scorrevoli. Ha un numero di possibili personalizzazioni.

source: Font size (pt)
it: Dimensione font (pt)

source: Set the text font size in points
it: Impostare la dimensione del carattere del testo in punti

source: Font family for text
it: Famiglia di caratteri per il testo

source: Set a font family for the text (common Devanagari fonts are listed and MAY or MAY NOT be available on your system)
it: Impostare una famiglia di caratteri per il testo (sono elencati i caratteri Devanagari comuni e PUÒ o NON può essere disponibile nel sistema)

source: Default
it: Predefinito

source: Custom
it: Personalizzato

source: Layout of desklet
it: Layout del desklet

source: Set the overall layout to horizontal/vertical of desklet
it: Imposta il layout generale su orizzontale/verticale del desklet

source: Horizontal
it: Orizzontale

source: Vertical
it: Verticale

source: Show time
it: Mostra orario

source: Show or hide time (hours and minutes)
it: Mostra o nasconde l'orario (ore e minuti)

source: Display language
it: Mostra lingua

source: Select the language of desklet
it: Seleziona la lingua del desklet

source: English
it: Italiano

source: Time/Date TimeZone
it: Data/Ora e Fuso Orario

source: Show calendar/time as per the current system/Nepali TimeZone
it: Mostra calendario/tempo secondo il sistema attuale/Fuso orario nepalese

source: System TimeZone
it: Fuso orario di Sistema

source: Nepali TimeZone
it: Fuso Orario del Nepal

source: Custom font family for text (also set 'Font family' above to 'Custom')
it: Famiglia di caratteri personalizzati per il testo (imposta anche "Famiglia di caratteri" sopra su "Personalizzato")

source: Set a custom font family for the text (to use a custom font family, set 'Font family' above to 'Custom')
it: Imposta una famiglia di caratteri personalizzati per il testo (per utilizzare una famiglia di caratteri personalizzati, imposta "Famiglia di caratteri" sopra su "Personalizzato")

source: Calendar configuration
it: Configurazione calendario

source: Background colour
it: Colore di sfondo

source: Set background colour of desklet
it: Imposta il colore di sfondo del desklet

source: Short month name
it: Nome del mese abbreviato

source: Show short Bikram Sambat month name
it: Mostra il nome breve del mese di Bikram Sambat

source: Show day of week
it: Mostra giorno della settimana

source: For day of week; show full name, short name or disable showing
it: Per il giorno della settimana; mostra il nome completo, il nome breve o disabilita la visualizzazione

source: Full
it: Completo

source: Short
it: Breve

source: Show Bikram Sambat year
it: Mostra anno Bikram Sambat

source: For Bikram Sambat year; show all digits, show last two digits or disable showing
it: Per l'anno Bikram Sambat; mostra tutte le cifre, mostra le ultime due cifre o disabilita la visualizzazione

source: Text colour for Saturdays
it: Colore del testo per il Sabato

source: Set text colour for Saturdays
it: Imposta il colore del testo per il Sabato

source: Text colour for Sundays
it: Colore del testo per la Domenica

source: Set text colour for Sundays
it: Imposta il colore del testo per la Domenica

source: Panels to show
it: Pannelli da mostrare

source: Select the panels to display in desklet
it: Seleziona i pannelli da visualizzare nel desklet

source: Both Today & Month
it: Sia Oggi che Mese

source: Today only
it: Solo Oggi

source: Month only
it: Solo Mese

source: Transparency (%)
it: Trasparenza (%)

source: Set the transparency of desklet in percentage
it: Imposta la trasparenza del desklet in percentuale

source: Desklet style configuration
it: Configurazione stile del Desklet

source: Text colour
it: Colore del testo

source: Set text colour of desklet
it: Imposta il colore del testo del desklet
